7zip
acpi
android-apktool
base
base-devel
bashmount
bat
bc
binwalk
blueman
bluez-utils
brave-bin
brightnessctl
btop
cava
clang
cmus
dkms
dosfstools
downgrade
duf
dunst
dust
efibootmgr
evtest
eza
f3
fastfetch
fd
firejail
fzf
gamemode
gamescope
git
github-cli
gnome-keyring
go
google-chrome
gptfdisk
grim
grub
gsimplecal
gst-plugin-pipewire
gtk-engine-murrine
gtrash
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hexedit
hexyl
htop
hypridle
hyprland
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
hyprsunset
imagemagick
imv
intel-media-driver
intel-ucode
iwd
jdk-openjdk
jdk21-openjdk
jdk8-openjdk
jq
jre8-openjdk
jre8-openjdk-headless
kde-gtk-config
keepassxc
kew-git
kitty
krita
kvantum
kvantum-qt5
lazygit
less
lib32-gamemode
lib32-gnutls
lib32-libpulse
lib32-mesa
lib32-vulkan-icd-loader
lib32-vulkan-intel
libpulse
librewolf-bin
libva-intel-driver
linux
linux-firmware
linux-hardened
linux-headers
linux-lts
linux-zen
linux-zen-headers
linuxconsole
lua51
luajit-tiktoken-bin
luarocks
lynx
man-db
maven
mdcat
mpd
nano
ncdu
ncmpcpp
neofetch-git
neovim-git
network-manager-applet
networkmanager
networkmanager-openvpn
noto-fonts-emoji
ntfs-3g
nvm
nwg-look
obs-studio
okular
ollama
onlyoffice-bin
ookla-speedtest-bin
openbsd-netcat
os-prober
partitionmanager
perl-image-exiftool
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-workspace
polkit-kde-agent
power-profiles-daemon
python-pip
qbittorrent
qt5-wayland
qt5ct
qt6-virtualkeyboard
qt6-wayland
qt6ct-kde
ranger
reflector
rmpc
rofi-wayland
ruby
rustup
samba
scrcpy
sleuthkit
slurp
smartmontools
sof-firmware
steghide
swaylock-effects-git
swaync
systemsettings
tealdeer
tesseract
tesseract-data-eng
testdisk
tgpt
thunar
thunar-archive-plugin
thunar-volman
tmux
trash-cli
tree-sitter-cli
ttf-dejavu
ttf-hack-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-ms-win11-auto
ttf-roboto
ttf-roboto-mono-nerd
uwsm
vim
virtualbox
virtualbox-host-dkms
visual-studio-code-bin
vulkan-intel
vulkan-tools
waybar
wev
wget
wireless_tools
wireplumber
wireshark-cli
wireshark-qt
wl-clip-persist
wl-clipboard
wofi
xarchiver
xdg-dbus-proxy
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
xpadneo-dkms
yay
yay-debug
yazi
ydotool
zbar
zoxide
zram-generator
zsh
